### Создаём конфиг для **WireGuard**.
1. Подключаемся к серверу по ssh.
2. Вводим `./wireguard-install.sh`
3. Далее вводим цифру, в зависимости от того, что мы хотим сделать: 1 - добавить нового пользователя, 2 - отозвать конфиг пользователя, 
  3 - удалить конфиг пользователя, 4 - выйти.
4. Далее вводим название конфига, в формате: *nb-last_name*, где *nb* - это ноутбук, *last_name* - фамилия. Если у пользователя стационарный компьютер,
  имя задаём *ws* вместо *nb*.
5. Соглашаемся с выданными IP-адресами нажатим *Enter*.
6. Конфиг готов. Теперь открываем его тестовым редактором, например nano `nano wg0-client-nb-test.conf`.
7. Копируем содержимое конфига себе.
8. Выходим с сервера.
